Repository: Ashkantvn/Blog-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Page not Found!
fa: پیدا نشد!

source: I cannot find the file you requested!
fa: نتوانستم درخواست شما را پیدا کنم

source: Home Page
fa: صفحه اصلی

source: About
fa: درباره سایت

source: About us
fa: درباره ما

source: Contact
fa: ارتباط

source: Contact with us
fa: ارتباط با ما

source: SEND
fa: ارسال

source: home page
fa: صفحه اصلی

source: write your blogs and share it
fa: بلاگ های خود را بنوسید و آن ها را به اشتراک بذارید

source: Latest blogs
fa: بلاگ های اخیر

source: More Blogs
fa: بلاگ های بیشتر

source: Latest podcasts
fa: پادکست های اخیر

source: More Podcasts
fa: پادکست های بیشتر

source: Favorite blogs
fa: بلاگ های مورد علاقه

source: Created by
fa: ساخته شده توسط

source: More
fa: بیشتر

source: Recent comments
fa: کامنت های اخیر

source: HOME
fa: صفحه اصلی

source: ABOUT
fa: درباره سایت

source: BLOGS
fa: بلاگ ها

source: PODCASTS
fa: پادکست ها

source: PHOTO-GALLERY
fa: گالری تصاویر

source: PROFILE
fa: پروفایل

source: SIGN-IN
fa: ورود

source: SIGN-UP
fa: ثبت نام

source: CONTACT
fa: ارتباط

source: PAGE-SETTING
fa: تنظیمات سایت

source: Photo Gallery
fa: گالری تصاویر

source: Posts Gallery
fa: گالری پست ها

source: Podcasts Gallery
fa: گالری پادکست ها

source: Podcast list
fa: پادکست ها

source: Photo Gallery - Podcasts
fa: گالری تصاویر - پادکست ها

source: Posts
fa: بلاگ ها

source: Add new podcast
fa: اضافه کردن پادکست جدید

source: Add
fa: اضافه

source: Delete
fa: حذف

source: are you sure about delete
fa: آیا اطمینان دارید درباره حذف

source: Cancel
fa: خیر

source: Accept
fa: قبول

source: Edit
fa: تغییر

source: on
fa: در

source: Comments
fa: کامنت ها

source: There is no Comments for this podcast
fa: هیچ کامنتی برای این پادکست وجود ندارد

source: Podcast
fa: پادکست

source: page
fa: صفحه

source: There is no Podcast to show
fa: هیچ پادکستی وجود ندارد

source: Add new post
fa: اضافه کردن بلاگ جدید

source: Views
fa: بازدید

source: Created at
fa: ساخته شده توسط

source: by
fa: توسط

source: Categories
fa: دسته بندی ها

source: Previous post
fa: پست قبلی

source: Next Post
fa: پست بعدی

source: Add to favorite post
fa: اضافه کردن به علاقه مندی ها

source: There is no Comments for this post
fa: هیچ کامنتی وجود ندارد

source: Edit blogs
fa: تغییر بلاگ

source: Submit
fa: ثبت

source: Blogs
fa: بلاگ ها

source: Blogs list
fa: بلاگ ها

source: There is no blog
fa: هیچ بلاگی وجود ندارد

source: language
fa: زبان

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Comment for
fa: کامنت مربوط به

source: Add comment
fa: اضافه کردن کامنت

source: Change password
fa: تغییر رمز

source: Change
fa: تغییر

source: User
fa: کاربر

source: hello
fa: سلام

source: ADD-BLOGS
fa: اضافه کردن بلاگ جدید

source: ADD-PODCAST
fa: اضافه کردن پادکست

source: Exit from your account
fa: خروج از اکانت

source: Your blogs
fa: بلاگ های شما

source: You do not have any blog
fa: هیچ بلاگی ندارید

source: Create one
fa: بسار

source: Details
fa: جزئیات

source: Your Podcasts
fa: پادکست های شما

source: You do not have any Podcasts
fa: هیچ پادکستی ندارید

source: Your comments
fa: کامنت های اخیر

source: You do not have any comments
fa: کامنتی ندارید

source: Your favorite posts
fa: بلاگ های مورد علاقه شما

source: You do not have any favorite posts
fa: هیچ بلاگ مورد علاقه ای ندارید

source: Login
fa: ورود

source: New user
fa: کاربر جدید

source: Register
fa: ثبت نام

source: Registration
fa: عملیات ثبت نام

source: Already have account
fa: اکانت دارم
